Repository: samih93/ultra-pos-software
Catalog: lib/l10n/intl_*.arb
Languages: ar

# addCategoryButton
source: Add Category
ar: انشاء فئة

# settingCategory
source: Categories Settings
ar: اعداد الفئات

source: Restaurant Inventory
ar: مخزون المطعم

source: Nb Of Lines
ar: عدد الاسطر

source: Hide Categories
ar: اخفاء الفئات

# showRestaurantStock
source: Show Restuarant Stock
ar: اظهار المخزن

# addProductButton
source: Add Product
ar: انشاء منتج

source: Clean The Basket
ar: تنظيف السلة

# settingProduct
source: Product Settings
ar: اعدادات المنتج

# fontWeight
source: Font Weight Bold
ar: خط عريض

source: Show Qty
ar: اظهار العدد

source: Low Qty
ar: الكمية

source: Low Qty Alert
ar: تنبيه عند الوصول الى الكمية

source: Text Size
ar: حجم الخط

source: height
ar: الطول

source: width
ar: العرض

source: Pay
ar: دفع

source: order
ar: طلبية

# changeButton
source: Change
ar: الباقي

source: Last Receipt
ar: آخر فاتورة

# openCashButton
source: Open Drawer
ar: فتح الصندوق

# tablesButton
source: Tables
ar: الطاولات

# totalAmount
source: Total
ar: المجموع

source: Categories
ar: الفئات

source: Category width
ar: عرض الفئة

source: Products
ar: المنتجات

source: Product
ar: المنتج

source: Product width
ar: عرض المنتج

source: Qty
ar: العدد

source: Price
ar: السعر

# saleScreen
source: Point Of Sale
ar: المبيعات

source: Daily Financials
ar: التقارير المالية اليومية

# shiftScreen
source: Shift
ar: شيفت

# dashboardScreen
source: Dashboard
ar: لوحة القيادة

source: Profit Report
ar: تقرير الارباح

# usersScreen
source: Users
ar: المستخدمين

# customersScreen
source: Customers
ar: الزبائن

source: User Name
ar: الاسم

source: email
ar: البريد الاكتروني

source: role
ar: الدور

# stockScreen
source: Inventory
ar: المخزن

# settingScreen
source: Settings
ar: الاعدادات

# selectModule
source: Module
ar: النمط

source: Logout
ar: تسجيل الخروج

source: Delete
ar: حذف

source: Barcode Or Name ...
ar: باركود او اسم المنتج ...

source: barcode
ar: باركود

source: Expiry Date
ar: تاريخ الصلاحية

source: Add Amount
ar: اضافة مبلغ

source: transaction
ar: حركة مالية

source: Is Offer
ar: عرض خاص

source: Product Image
ar: صورة المنتج

source: Click to select image
ar: انقر لاختيار صورة

source: Remove image
ar: إزالة الصورة

# dragDropImage
source: Drag & Drop or Click to select image
ar: اسحب وأفلت أو انقر لاختيار صورة

source: Amount
ar: المبلغ

source: Cancel
ar: الغاء

# amountAlert
source: Amount must not be empty
ar: يجب ادخال المبلغ

source: Add
ar: اضافة

source: Print Receipt
ar: طباعة الفاتورة

# printReportButton
source: Print Report
ar: طباعة التقرير

source: Or
ar: او

source: And
ar: و

source: Deposit
ar: ايداع

source: withdraw
ar: سحب

source: Withdraw from cash
ar: سحب من الصندوق

# detailsButton
source: Details
ar: تفاصيل

# refundButton
source: Refund
ar: ارجاع

# deleteButton
source: Delete
ar: حذف

source: Items
ar: المنتجات

source: Payment Type
ar: طريقة الدفع

# endOFShift
source: End Shift
ar: نهاية الشيفت

# printShift
source: Print Shift Report
ar: اطبع تقرير السشيفت

source: Time
ar: الوقت

source: Select Category
ar: اختر الفئة

# clearCateogry
source: Clear Selected Category
ar: الغاء اختيار الفئة

source: Download Stock by Category
ar: تحميل المخزون حسب الفئة

source: Download All Stock
ar: تحميل كل المخزون

source: Category
ar: الفئة

source: Edit
ar: تعديل

source: Notes
ar: ملاحظات

source: Note
ar: ملاحظة

source: Cost Price
ar: سعر الشراء

source: Selling Price
ar: سعر المبيع

source: Profit
ar: الربح

# areYouSureDelete
source: Are you Sure you want to remove
ar: هل انت متأكد من حذف

source: search
ar: بحث

# newTitle
source: new
ar: انشاء

source: user
ar: مستخدم

source: save
ar: حفظ

source: name
ar: الاسم

source: USD
ar: د.أ

source: LBP
ar: ل.ل

source: Select Date
ar: اختر التاريخ

source: Select Year
ar: اختر السنة

source: Download Daily Report
ar: تحميل التقرير اليومي

source: Delete Invoice
ar: حذف فاتورة

source: Receipt
ar: فاتورة

source: nb
ar: رقم

source: cash
ar: كاش

# downalodShiftReport
source: Download Shift Report
ar: تحميل تقرير الشيفت

# top10Selling
source: Top 10 Selling Products
ar: اكثر 10 منتجات مبيعاً

source: by
ar: في

source: Sales
ar: مبيع

source: LAST YEAR
ar: السنة الماضية

source: LAST MONTH
ar: الشهر الماضي

source: YESTERDAY
ar: امس

source: TODAY
ar: اليوم

source: THIS WEEK
ar: هذا الاسبوع

source: THIS MONTH
ar: هذا الشهر

source: THIS YEAR
ar: هذه السنة

source: DAILY
ar: يومي

source: MONTHLY
ar: شهري

source: YEARLY
ar: سنوي

source: day
ar: يوم

source: month
ar: شهر

source: Customers
ar: العملاء

source: On Hold
ar: معلق مؤقتًا

source: View On Hold
ar: عرض السلات المعلقة

source: invoice
ar: فاتورة

# openInvoices
source: Saved Invoices
ar: الفواتير السابقة

source: Import Data
ar: استيراد منتجات

source: template
ar: عينة

source: upload
ar: رفع

source: import
ar: استيراد

source: ready to import
ar: جاهز للاستيراد

source: Update User
ar: تعديل المستخدم

# nameMustBeNotEmpty
source: Name must not be empty
ar: يجب ادخال الاسم

# emailMustBeNotEmpty
source: Email must not be empty
ar: يجب ادخال البريد الاكتروني

source: password
ar: كلمة المرور

source: password must be not empty
ar: يجب ادخال كلمة المرور

source: update
ar: تعديل

# qtyInStock
source: In Stock
ar: في المخزن

# printLabel
source: Print barcode
ar: طباعة الباركود

source: Print label on Label Printer
ar: طباعة الباركود على طابعة باركود

source: Show Shift Screen
ar: شاشة الشيفت

# showSelectModule
source: Show Select Module Screen
ar: شاشة النمط

source: language
ar: اللغة

source: ar
ar: عربي

source: en
ar: انكليزي

source: Printer Properties
ar: خصائص الطابعة

source: Selected Printer
ar: الطابعة المحددة

source: printers
ar: الطابعات

# printerModel
source: printer Name
ar: اسم الطابعة

# networkPrinter
source: Network Printers ?
ar: طابعات الشبكة ؟

source: Page Size
ar: حجم الصفحة

# printBasketIn
source: Print Basket Items In
ar: طباعة السلة في

source: Print Receipt Price In
ar: طباعة السلة في

# receiptNumber
source: Receipt Nb
ar: رقم الفاتورة

# receiptMustBeNotEmpty
source: Receipt number must not be empty
ar: يجب ادخال رقم الفاتورة

source: Store Info
ar: اسم المتجر

source: address
ar: العنوان

source: phone
ar: الهاتف

source: currencies
ar: العملات

source: Secondary Currency
ar: العملة الثانوية

source: Primary Currency
ar: العملة الرئيسية

source: Scan Barcode
ar: مسح الباركود

source: Select Product
ar: اختيار المنتج

source: select product from stock
ar: اختر المنتج من المخزن

source: search by name or barcode
ar: بحث عن طريق الاسم او الباركود

source: search by name
ar: بحث عن طريق الاسم

source: Profit rate
ar: معدل الربح

# sellingPriceMustBeNotEmpty
source: Selling Price must be a Number
ar: سعر المبيع يجب ان يكون رقم

source: Tracked
ar: تعقب

source: For Offer Click
ar: لانشاء عرض اضغط

# addNeedsFromStock
source: Select Products from stock
ar: اختار المنتجات من المخزن

source: Add From Stock
ar: اضافة من المخزن

source: What do you want to do
ar: ماذا تريد ان تفعل

source: Add Note
ar: اضافة ملاحظة

source: Background Color
ar: لون خلفية الفئة

source: Text Color
ar: لون اسم الفئة

# pickColor
source: Pick a color
ar: اختر اللون

# backgoundColorMustBeNotEmpty
source: Background Color must not be empty
ar: يجب اختيار لون خلفية الفئة

# textColorMustBeNotEmpty
source: Text Color must not be empty
ar: يجب اختيار لون اسم الفئة

source: Sign In Using Code
ar: تسجيل الدخول عبر الكود

source: Sign In Using Email
ar: تسجيل الدخول عبر البريد الالكتروني

source: Login Screen
ar: صفحة تسجيل الدخول

source: Sign In
ar: تسجيل الدخول

source: Are you sure you want to logout
ar: هل تريد تسجيل الخروج

source: no
ar: كلا

source: yes
ar: نعم

# areYouSureToCloseProgram
source: Are you sure you want to close the system
ar: هل تريد اغلاق البرنامج

source: note must not be empty
ar: يجب ادخال الملاحظة

source: General Section
ar: اعدادات عامة

source: Expenses
ar: نفقات

source: Daily expenses
ar: نفقات يومية

source: select customer
ar: اختيار عميل

source: Add Customer
ar: اضافة عميل

source: Update Customer
ar: تعديل العميل

source: Customer Name
ar: اسم العميل

# addressMustNotBeEmpty
source: adress must not be empty
ar: يجب ادخال العنوان

# phoneMustNotBeEmpty
source: phone nmumber must not be empty
ar: يجب ادخال رقم الهاتف

source: Customer
ar: العميل

source: Store Qr Code
ar: باركود المتجر

source: Discount
ar: خصم

source: Select Color
ar: اختر اللون

source: Add Expense Type
ar: اضافة نوع النفقة

source: Tap here to select expense
ar: اضغط هنا لاختيار نوع النفقة

# expenseAlert
source: Expense Type must not be Empty
ar: يجب ادخال نوع النفقة

source: Per kilo or per item
ar: بالكيلو او للقطعة الواحدة

source: cost price must not be empty
ar: يجب ادخال سعر الشراء

source: Select basket font size
ar: اختر خط السلة

source: Select basket width
ar: اختر عرض السلة

source: Basket font size
ar: خط السلة

source: basketWidth
ar: عرض السلة

source: Theme Color
ar: لون النسق

# refundQty
source: Refunded qty
ar: الكمية المرتجعة

source: Refund Reason
ar: سبب الاسترداد

source: Counts as One Item
ar: العدد كمنتج واحد

source: Restaurant Use
ar: استحدام مطعم

# selectLanguage
source: Selected Language
ar: اختر اللغة

source: show
ar: اظهار

source: hide
ar: اخفاء

source: on
ar: تفعيل

source: off
ar: ايقاف

source: Current Shift
ar: الشيفت الحالي

source: Selected Shift
ar: الشيفت المحدد

source: Select Shift
ar: اختر الشيفت

source: Start at
ar: بدأ في

source: Open latest Shifts
ar: فتح الشيفتات الاخيرة

source: fetching shifts
ar: تحميل الشيفتات

source: shift
ar: شيفت

source: now
ar: الآن

source: For Staff
ar: للموظفين

source: Backup
ar: نسخ احتياطي

# restore
source: Restore Data
ar: استعادة البيانات

# backupSubtitle
source: Secure your important information by backing up your data to prevent potential loss in the future
ar: احفظ معلوماتك المهمة من خلال النسخ الاحتياطي لتجنب فقدانها في المستقبل

# restoreSubtitle
source: Restore Your Data with Caution: Back up your current information before restoring, as it will be replaced with the latest backup.
ar: استرجع بياناتك بحذر: قم بعمل نسخة احتياطية لمعلوماتك الحالية قبل الاسترجاع، حيث سيتم استبدالها بالنسخة الاحتياطية الأخيرة.

source: New Customer
ar: عميل جديد

source: Import customers
ar: استيراد العملاء

# nbOfTables
source: Number of Tables
ar: عدد الطاولات

source: Profit OverView
ar: نظرة عامة على الأرباح

source: Dashboard Overview
ar: نظرة عامة على لوحة القيادة

source: Total Cost
ar: التكلفة الإجمالية

source: Total Price
ar: السعر الإجمالي

source: Mine
ar: ملكي

source: Other Users
ar: مستخدمون آخرون

source: Closed
ar: مغلقة

source: Number of Customers
ar: عدد الزبائن

source: card
ar: بطاقة

source: Add fixed monthly expense
ar: إضافة مصروف شهري ثابت

# fixedMonthlyExpense
source: fixed monthly expenses
ar: نفقات شهرية ثابتة

source: Stock Item
ar: عنصر المخزون

source: Ingredients
ar: مكونات

source: Nb of portions per kg
ar: عدد الحصص لكل كغ

# qtyAsKg
source: Qty in kg
ar: الكمية بالكيلوغرام

source: Qty as g
ar: الكمية بالغرام

# qtyAsPortions
source: Qty in portions
ar: الكمية بالحصص

source: Qty per unit
ar: الكمية بالوحدة

source: Price per unit
ar: السعر لكل 1 وحدة

source: unit
ar: الوحدة

source: Saved Ingredients
ar: المكونات المحفوظة

source: Selected Ingredients
ar: المكونات المختارة

# noIngredientFound
source: No ingredients found
ar: لا يوجد مكونات

source: Update Sandwiches Costs
ar: تحديث تكاليف السندويشات

source: Stock Usage
ar: استخدام المخزون

source: Stock OverView
ar: نظرة عامة على المخزون

source: Warning Alert
ar: تنبيه تحذيري

source: Price per kg
ar: السعر لكل كجم

source: Price per portion
ar: السعر لكل حصة

source: Manage stock
ar: ادارة المخزون

source: Nb of packets
ar: عدد الحزم

source: Qty per packet
ar: الكمية في الحزمة

source: optional
ar: اختياري

source: Download Restaurant Stock Report
ar: تنزيل تقرير مخزون المطعم

source: close
ar: اغلاق

# checkPrinterConnectionStatus
source: You are not connected to the printer, try again later
ar: أنت غير متصل بالطابعة، حاول مرة أخرى لاحقاً

source: print
ar: طباعة

source: Print restaurant stock
ar: طباعة مخزون المطعم

source: download
ar: تنزيل

source: Order Type
ar: نوع الطلب

source: Show Order Type Section
ar: إظهار قسم نوع الطلب

source: Delivery
ar: توصيل

source: Dine In
ar: في المطعم

source: Packaging Cost
ar: تكلفة التغليف

source: For Packaging, select
ar: للتغليف، اختر

source: packaging
ar: تغليف

source: Food Items
ar: مكونات الطعام

source: filter
ar: تصفية

source: all
ar: الكل

source: allow negative discount
ar: السماح بخصم سلبي

# allowNegativeDiscountDescription
source: This feature enables us to apply a negative discount, effectively increasing the selling price of an item without modifying the product details.
ar: تتيح هذه الميزة تطبيق خصم سلبي، مما يزيد فعليًا من سعر بيع العنصر دون تعديل تفاصيل المنتج.

source: pick logo
ar: اختر الشعار

source: Print logo on invoice
ar: طباعة الشعار على الفاتورة

# printLogoOnInvoiceDescription
source: This feature allows printing the logo on the invoice instead of the QR code
ar: تتيح هذه الميزة طباعة الشعار على الفاتورة بدلاً من الملصق

source: Deliver Package
ar: تسليم طرد

source: Show Deliver Package
ar: عرض تسليم طرد

source: manage
ar: ادارة

source: Pick Image
ar: اختر صورة

source: Low stock
ar: المخزون المنخفض

# hideShowText
source: Hide or Show text
ar: إخفاء أو عرض النص

# pressHideToHide
source: Press 'Hide' to hide or 'Show' to show text for products with images
ar: اضغط على 'إخفاء' لإخفاء النص أو 'عرض' لعرض النص للمنتجات التي تحتوي على صور

source: Quotation
ar: عرض سعر

source: New Purchase
ar: شراء جديد

source: Purchases
ar: المشتريات

source: Invoices
ar: الفواتير

# refId
source: reference id
ar: معرف المرجع

source: Supplier
ar: المورّد

# quickAddProduct
source: Quick Add: Duplicate Latest Added Product
ar: إضافة سريعة: تكرار آخر منتج مضاف

# quickAddSubtitle
source: When adding a new product, the form pre-fills with the details of the latest added product, allowing quick edits and adjustments
ar: عند إضافة منتج جديد، يتم ملء النموذج تلقائيًا بتفاصيل آخر منتج مضاف، مما يسمح بالتعديلات السريعة والتخصيص.

source: default profit rate %
ar: نسبة الربح الافتراضية %

source: search for a supplier
ar: البحث عن مورد

source: date
ar: تاريخ

source: Enter the invoice
ar: إدخال الفاتورة

source: Invoices List
ar: قائمة الفواتير

source: Report charts
ar: مخططات التقرير

source: Total Revenue
ar: إجمالي الإيرادات

source: Total Profit
ar: إجمالي الربح

source: Total Expenses
ar: إجمالي النفقات

# topMostBoughtItemsPie
source: Top most bought items
ar: أكثر العناصر شراءً

source: Old cost
ar: التكلفة القديمة

source: New cost
ar: التكلفة الجديدة

source: New Avg cost
ar: متوسط التكلفة الجديد

source: Old qty
ar: الكمية القديمة

source: New qty
ar: الكمية الجديدة

# areYouSureRestore
source: Are you sure you want to restore
ar: هل أنت متأكد أنك تريد الاستعادة

source: Restore Product
ar: استعادة المنتج

source: Active
ar: نشط

source: Deleted
ar: محذوف

source: Show table button
ar: عرض زر الطاولة

source: out of stock
ar: نفذت الكمية

# enableDisableNotification
source: Enable/Disable Notifications
ar: تشغيل/ايقاف الإشعار

source: Backup to cloud
ar: النسخ الاحتياطي إلى السحابة

source: Notifications
ar: الاشعارات

source: Receipts
ar: الفواتير

source: Users
ar: المستخدمين

source: Sales by categories
ar: المبيعات حسب الفئات​

source: Login to your account
ar: تسجيل الدخول إلى حسابك

source: Top 10 spending Customers
ar: أفضل 10 عملاء من حيث الإنفاق

source: Sales by users
ar: المبيعات حسب المستخدمين

source: waste
ar: تلف

source: Total waste
ar: اجمالي التلف

source: Waste reason
ar: سبب التلف

source: Stock warning
ar: تحذير المخزون

source: Stock transactions
ar: عمليات المخزون

source: Stock in
ar: إدخال للمخزون

source: Waste Out
ar: اخراج من المخزون

# markeThisOrderAsWasted
source: Mark this order as wasted
ar: وضع الطلب كـ مهدر

source: Normal waste
ar: هدر عادي

source: Staff waste
ar: هدر الموظفين

source: Staff Meal
ar: وجبات موظفين

source: Remove all
ar: إزالة الكل

source: Selected Items
ar: العناصر المحددة

source: receipt id
ar: رقم الإيصال

source: copied to clipboard
ar: تم النسخ

source: Total weight
ar: الوزن الإجمالي

source: Net weight
ar: الوزن الصافي

source: Waste per Kg
ar: الهدر لكل كيلوغرام

# openSystemFullScreen
source: Open the system in full screen mode
ar: فتح النظام في وضع ملء الشاشة

source: Change category order
ar: تغيير ترتيب الفئة

source: Change product order
ar: تغيير ترتيب المنتج

source: Min selling Price
ar: أقل سعر بيع

source: Hourly Customers
ar: الزبائن بالساعة

source: Weighted product
ar: منتج موزون

source: hour
ar: ساعة

source: Label type
ar: نوع الملصق

source: Show Quick Selection Products
ar: إظهار منتجات الاختيار السريع

source: print store name on label
ar: طباعة اسم المتجر على البطاقة

source: Contact Details
ar: تفاصيل الاتصال

source: Supplier Address
ar: عنوان المورد

source: Suppliers
ar: الموردين

source: Restore Saved purchase
ar: استعادة المشتريات المحفوظة

source: Continue later
ar: متابعة لاحقًا

# payDelivery
source: Pay as delivery
ar: ادفع كطلب توصيل

# areYouSurePay
source: Are you sure you want to pay receipt nb
ar: هل أنت متأكد أنك تريد دفع الإيصال رقم

source: Pay later
ar: ادفع لاحقًا

source: remaining
ar: متبقي

source: paid
ar: مدفوع

source: pending
ar: معلق

source: Total purchases
ar: إجمالي المشتريات

# areYouSurePayAllReceipts
source: Are you sure you want to pay all pending receipts
ar: هل أنت متأكد أنك تريد دفع جميع الفواتير المعلقة

source: Balance
ar: الرصيد

# payLaterReceits
source: Pay Later receipts
ar: فواتير الدفع لاحقًا

source: Complementary
ar: تصحيح

source: light
ar: فاتح

source: dark
ar: داكن

source: Clearing Old Receipt
ar: تسوية الإيصال القديم

source: Collected Pending Receipts
ar: الإيصالات المعلقة المجمعة

source: transactions
ar: المعاملات

# collectedPendingAmountTooltip
source: Collected pending amount for previous receipts (excluding today's)
ar: المبلغ المتجمع للفواتير المعلقة السابقة (باستثناء اليوم)

source: last two months
ar: آخر شهرين

source: Show open cash button
ar: إظهار زر فتح النقد

source: Open change Dialog on pay
ar: افتح نافذة الحساب عند الدفع

source: actions
ar: إجراءات

source: Filter by Category
ar: فلترة حسب الفئة

source: Pay from Cash
ar: الدفع من الصندوق

source: from cash
ar: من الصندوق

source: Show Product Image
ar: إظهار صورة المنتج

source: Sync Products to Cloud
ar: مزامنة المنتجات إلى السحابة

source: Hide on Menu
ar: اخفاء في القائمة

source: Offer on Menu
ar: عرض في القائمة

source: Sync Products (Data Only)
ar: مزامنة المنتجات (البيانات فقط)

# syncProductsDataOnlyDescription
source: Sync products with data (no images), enabling quick updates like price changes and item sorting.
ar: مزامنة المنتجات مع البيانات (بدون صور)، مما يتيح تحديثات سريعة مثل تغييرات الأسعار وترتيب العناصر.

source: Sync Products (With Images)
ar: مزامنة المنتجات (مع الصور)

# syncProductsWithImagesDescription
source: Sync all products, including images, with a slight delay (up to 20 seconds), ensuring full product updates.
ar: مزامنة جميع المنتجات، بما في ذلك الصور، مع تأخير طفيف (حتى 20 ثانية)، مما يضمن تحديثات كاملة للمنتجات.

source: description
ar: الوصف

source: Subscriptions
ar: الاشتراكات

source: Subscription Management
ar: إدارة الاشتراكات

# dueStatus
source: Due
ar: مستحق

source: Overdue
ar: متأخر

source: Cancelled
ar: ملغى

source: Paused
ar: متوقف

source: Monthly Amount
ar: المبلغ الشهري

source: Next Payment
ar: الدفعة القادمة

# customerInfo
source: Customer Information
ar: معلومات العميل

# subscriptionStats
source: Subscription Statistics
ar: إحصائيات الاشتراكات

source: Total Active
ar: إجمالي النشط

source: Total Overdue
ar: إجمالي المتأخر

source: Monthly Revenue
ar: الإيرادات الشهرية

source: Total Cancelled
ar: إجمالي الملغى

# searchSubscription
source: Search subscriptions...
ar: البحث عن اشتراكات...

source: Filter Subscriptions
ar: تصفية الاشتراكات

# allSubscriptions
source: All
ar: الكل

# activeSubscriptions
source: Active
ar: نشط

# dueSubscriptions
source: Due
ar: مستحق

# overdueSubscriptions
source: Overdue
ar: متأخر

# cancelledSubscriptions
source: Cancelled
ar: ملغى

# pausedSubscriptions
source: Paused
ar: متوقف

source: View Details
ar: عرض التفاصيل

source: Make Payment
ar: إجراء دفعة

source: Cancel Subscription
ar: إلغاء الاشتراك

source: Pause Subscription
ar: إيقاف الاشتراك

source: Resume Subscription
ar: استئناف الاشتراك

source: Payment History
ar: سجل الدفعات

source: Subscription Details
ar: تفاصيل الاشتراك

source: Start Date
ar: تاريخ البداية

source: Last Payment
ar: آخر دفعة

source: Cycle Start Date
ar: بداية الدورة

source: Cycle End Date
ar: نهاية الدورة

source: Paid By
ar: تم الدفع بواسطة

# noSubscriptions
source: No subscriptions found
ar: لم يتم العثور على اشتراكات

# subscriptionCreated
source: Subscription created successfully
ar: تم إنشاء الاشتراك بنجاح

# subscriptionUpdated
source: Subscription updated successfully
ar: تم تحديث الاشتراك بنجاح

# paymentProcessed
source: Payment processed successfully
ar: تمت معالجة الدفعة بنجاح

# subscriptionCancelled
source: Subscription cancelled successfully
ar: تم إلغاء الاشتراك بنجاح

# subscriptionPaused
source: Subscription paused successfully
ar: تم إيقاف الاشتراك بنجاح

# subscriptionResumed
source: Subscription resumed successfully
ar: تم استئناف الاشتراك بنجاح

# downloadAndRestore
source: Download and restore database backup from cloud storage
ar: تنزيل واستعادة نسخة احتياطية لقاعدة البيانات من التخزين السحابي

source: Restoring database from cloud
ar: جاري استعادة قاعدة البيانات من السحابة

source: Restore from Cloud
ar: استعادة من السحابة

# restoreFromCloudExplanation
source: Back up your data locally before proceeding. Restoring from the cloud will overwrite your current database. Are you sure you want to continue?
ar: يُرجى عمل نسخة احتياطية محليًا قبل المتابعة. الاستعادة من السحابة ستستبدل قاعدة البيانات الحالية. هل أنت متأكد أنك تريد المتابعة؟

# onlineMenuScreen
source: Online Menu
ar: شاشة القائمة عبر الإنترنت

source: Settings
ar: الإعدادات

# dollarRate
source: Exchange Rate
ar: سعر الصرف

source: Change Next Payment Date
ar: تغيير تاريخ الدفع التالي

source: Current Date
ar: التاريخ الحالي

source: Hidden
ar: مخفي

source: Edit Monthly Amount
ar: تعديل المبلغ الشهري

source: Current Amount
ar: المبلغ الحالي

source: New Amount
ar: المبلغ الجديد

# pleaseEnterValidAmount
source: Please enter a valid amount
ar: الرجاء إدخال مبلغ صحيح

source: Monthly amount updated successfully
ar: تم تحديث المبلغ الشهري بنجاح

source: Next payment date updated successfully
ar: تم تحديث تاريخ الدفع التالي بنجاح

source: Export to Excel
ar: تصدير إلى إكسل

# cancelSubscriptionConfirmation
source: Are you sure you want to cancel this subscription?
ar: هل أنت متأكد أنك تريد إلغاء هذا الاشتراك؟

source: confirm
ar: تأكيد

# resumeSubscriptionConfirmation
source: Are you sure you want to resume this subscription?
ar: هل أنت متأكد أنك تريد استئناف هذا الاشتراك؟

source: Subscription cancelled successfully
ar: تم إلغاء الاشتراك بنجاح

source: Subscription resumed successfully
ar: تم استئناف الاشتراك بنجاح

source: Payment Count
ar: عدد الدفعات

source: Total Paid
ar: إجمالي المدفوع

source: Total Subscription Income
ar: إجمالي دخل الاشتراكات

# autoUpdateSellingPrice
source: Auto Update
ar: تحديث تلقائي

source: Backup date
ar: تاريخ النسخ الاحتياطي

source: Last restore
ar: آخر استعادة

source: Never
ar: أبدًا
